cask 'google-chrome'
cask 'iterm2'
cask 'visual-studio-code'
cask 'docker'
cask 'google-cloud-sdk'
cask 'slack'
brew 'git'
brew 'zsh-syntax-highlighting'


# For Zelus
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'poetry'
brew 'postgresql'
brew 'kubernetes-cli'
brew 'direnv'

# Nice to haves
cask 'postman'
cask 'spotify'
cask 'notion'
cask 'todoist'
cask 'flux'